Repository: Yoddikko/kasetPlus
Catalog: Sources/Kaset/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sv, tr, uk, zh_hans

source: "Live" shifts the colors as the video plays; the others stay constant
ar: يغيّر "مباشر" الألوان أثناء تشغيل الفيديو؛ بينما تبقى الخيارات الأخرى ثابتة
cs: "Život" mění barvy při přehrávání videa; ostatní zůstávají konstantní
da: "Levende" skifter farverne som videoen afspiller; de andre forbliver konstant
de: "Live" verändert die Farben während der Wiedergabe des Videos, die anderen bleiben konstant
el: "Live" μετατοπίζει τα χρώματα όπως τα video plays; οι άλλοι παραμένουν σταθερά
es: "En vivo" cambia los colores a medida que se reproduce el video; los demás permanecen constantes
fi: "Live" muuttaa värejä kuin video, muut pysyvät vakiona
fr: "En direct" fait évoluer les couleurs pendant la lecture de la vidéo ; les autres restent constantes
id: "Live" mengubah warna saat video diputar; yang lain tetap konstan
it: "Live" altera i colori durante la riproduzione del video; gli altri colori rimangono costanti
ja: 「ライブ」はビデオが再生されるたびに色を変えます。他の人は一定のままにします
ko: "실시간"은 비디오 재생에 따라 색상이 변하고, 다른 옵션은 고정됩니다
nl: "Live" laat de kleuren mee veranderen terwijl de video afspeelt; de andere blijven constant
no: "Live" skift farger som videospiller; andre holder seg konstant
pl: "Na żywo" zmienia kolory podczas odtwarzania filmu; pozostałe pozostają stałe
pt: "Ao vivo" altera as cores à medida que o vídeo é reproduzido; os restantes mantêm-se constantes
pt_br: "Live" desloca as cores como o vídeo reproduz; os outros permanecem constantes
ro: "Viu" schimbă culorile ca redare video, iar celelalte rămân constante
ru: "В эфире" меняет цвета по мере воспроизведения видео; остальные остаются постоянными
sv: "Live" skiftar färgerna medan videon spelas; de andra förblir oförändrade
tr: "Canlı", video oynatıldıkça renkleri değiştirir; diğerleri sabit kalır
uk: "Наживо" змінює кольори під час відтворення відео; інші варіанти залишаються сталими
zh_hans: “Live”在视频播放时改变颜色；其他人保持常量

source: %arg songs listened today
ar: تم الاستماع إلى أغاني %arg اليوم
cs: %arg skladby naslouchané dnes
da: %arg sange lyttede i dag
de: %arg Songs, die heute abgespielt werden
el: %arg τραγούδια άκουγε σήμερα
es: %acanciones rg escuchadas hoy
fi: %arg kappaletta kuunnellut tänään
it: %arg canzoni ascoltate oggi
ja: %argの曲が本日聴いていました
nl: %arg nummers vandaag beluisterd
no: %arg sanger lyttet i dag
pl: %apiosenek słuchanych dzisiaj
pt: Músicas %arg escutadas hoje
pt_br: Músicas %arg escutadas hoje
ro: Melodii %arg ascultate azi
sv: %arg låtar lyssnade idag
zh_hans: 今天听到%arg 歌曲

source: %lld songs
ar: %lld أغنية
cs: %lld skladeb
da: %lld sange
de: %lld Titel
el: %lld τραγούδια
es: %lld canciones
fi: %lld kappaletta
fr: %lld morceaux
id: %lld lagu
it: %lld brani
ja: %lld 曲
ko: %lld곡
nl: %lld nummers
no: %lld sanger
pl: %lld utworów
pt: %lld músicas
pt_br: %lld músicas
ro: %lld melodii
ru: %lld треков
sv: %lld låtar
tr: %lld şarkı
uk: %lld пісень
zh_hans: %lld 歌曲

source: %lld songs listened today
ar: استمعت إلى %lld أغنية اليوم
cs: %lld skladeb poslouchaných dnes
da: %lld sange lyttede i dag
de: %lld Titel heute gehört
el: %lld τραγούδια άκουγαν σήμερα
es: %lld canciones escuchadas hoy
fi: %lld kappaletta kuunnellut tänään
fr: %lld morceaux écoutés aujourd'hui
id: %lld lagu didengarkan hari ini
it: %lld brani ascoltati oggi
ja: %lld 曲が今日聴いています
ko: 오늘 %lld곡 감상
nl: %lld nummers vandaag beluisterd
no: %lld sanger lyttet til i dag
pl: Dziś odsłuchano %lld utworów
pt: %lld músicas ouvidas hoje
pt_br: Músicas %lld ouvidas hoje
ro: %lld melodii ascultate azi
ru: Сегодня прослушано %lld треков
sv: %lld låtar lyssnade på idag
tr: Bugün %lld şarkı dinlendi
uk: %lld пісень прослухано сьогодні
zh_hans: 今天听到%lld 首歌曲

source: A soft color glow drawn from the video plays behind the player. Applies to YouTube videos, not Music.
ar: يتوهج خلف المشغّل وهج لوني ناعم مستمد من الفيديو. ينطبق على فيديوهات YouTube، وليس Music.
cs: Měkká barva vykreslená z videa přehrávaného za přehrávačem. Používá se na YouTube videa, nikoli na hudbu.
da: En blød farve glød trukket fra videoen spiller bag afspilleren. Gælder for YouTube-videoer, ikke musik.
de: Hinter dem Player erscheint ein weicher Farbschimmer aus dem Video. Gilt für YouTube-Videos, nicht für Music.
el: Μια απαλή λάμψη από το βίντεο παίζει πίσω από τον παίκτη. Ισχύει για βίντεο στο YouTube, όχι για μουσική.
es: Muestra detrás del reproductor un suave resplandor de color extraído del video. Se aplica a videos de YouTube, no a Music.
fi: Pehmeä väri, joka on piirretty soittimen takana olevasta videosta. Koskee YouTube-videoita, ei musiikkia.
fr: Affiche derrière le lecteur une douce lueur colorée tirée de la vidéo. S'applique aux vidéos YouTube, pas à Music.
id: Menampilkan cahaya warna lembut dari video di belakang pemutar. Berlaku untuk video YouTube, bukan Music.
it: Estrae il colore dal video in riproduzione e lo trasforma in una sfumatura che appare dietro l'interfaccia. Compatibile con video di YouTube, non con Music.
ja: プレーヤーの背後にある動画から描かれた柔らかい色の輝きが再生されます。音楽ではなくYouTubeの動画に適用されます。
ko: 비디오에서 가져온 부드러운 색상 빛이 플레이어 뒤에 표시됩니다. YouTube 동영상에만 적용되며 Music에는 적용되지 않습니다.
nl: Toont achter de speler een zachte kleurglans uit de video. Geldt voor YouTube-video's, niet voor Music.
no: En myk farge glød fra videoen spiller bak spilleren. Legger til YouTube-videoer, ikke Musikk.
pl: Za odtwarzaczem wyświetla się delikatna poświata kolorów pobrana z filmu. Dotyczy filmów YouTube, nie Music.
pt: Mostra atrás do leitor um brilho suave de cor extraído do vídeo. Aplica-se a vídeos do YouTube, não ao Music.
pt_br: Um brilho de cores fácil desenhado do vídeo é reproduzido por trás do reprodutor. Aplica-se aos vídeos do YouTube, não à música.
ro: O strălucire de culoare moale desenată din videoclipul redă în spatele playerului. Se aplică videoclipurilor de pe YouTube, nu muzicii.
ru: Позади проигрывателя появляется мягкое цветное свечение, взятое из видео. Применяется к видео YouTube, а не к Music.
sv: Ett mjukt färgskimmer från videon visas bakom spelaren. Gäller YouTube-videor, inte Music.
tr: Oynatıcının arkasında videodan alınan yumuşak bir renk parıltısı görünür. YouTube videoları için geçerlidir, Music için değil.
uk: Позаду програвача з’являється м’яке кольорове сяйво з відео. Застосовується до відео YouTube, а не до Music.
zh_hans: 从播放器背后的视频画出软色光。适用于YouTube视频，而不是音乐。

source: AI responses follow your system language settings.
ar: تتبع استجابات الذكاء الاصطناعي إعدادات لغة النظام.
cs: Reakce AI postupují podle nastavení vašeho systémového jazyka.
da: AI svar følge dine systemsprogindstillinger.
de: KI-Antworten folgen den Spracheinstellungen deines Systems.
el: Οι απαντήσεις τεχνητής νοημοσύνης ακολουθούν τις ρυθμίσεις γλώσσας συστήματος.
es: Las respuestas de la IA siguen la configuración de idioma del sistema.
fi: Tekoälyn vastaukset noudattavat järjestelmän kieliasetuksia.
fr: Les réponses de l'IA suivent les paramètres de langue de votre système.
id: Respons AI mengikuti pengaturan bahasa sistem Anda.
it: Le risposte AI si basano sulla lingua del tuo sistema.
ja: AIの応答はシステムの言語設定に従います。
ko: AI 응답은 시스템 언어 설정을 따릅니다.
nl: AI-antwoorden volgen de taalinstellingen van je systeem.
no: AI svar følger innstillingene for systemspråk.
pl: Odpowiedzi AI są zgodne z ustawieniami języka systemu.
pt: As respostas da IA seguem as definições de idioma do sistema.
pt_br: As respostas do IA seguem as configurações de idioma do seu sistema.
ro: Răspunsurile AI urmează setările de limbă ale sistemului.
ru: Ответы AI следуют настройкам языка вашей системы.
sv: AI-svar följer systemets språkinställningar.
tr: Yapay zeka yanıtları sistem dil ayarlarınıza uyar.
uk: Відповіді ШІ відповідають мовним налаштуванням вашої системи.
zh_hans: AI 响应遵循系统语言设置。

source: AI summary needs macOS 26.
ar: موجز AI يحتاج إلى MacOS 26.
cs: Shrnutí AI vyžaduje macOS 26.
da: AI-resumé kræver macOS 26.
de: KI Zusammenfassung benötigt macOS 26.
el: Η περίληψη της τεχνητής νοημοσύνης χρειάζεται macOS 26.
es: El resumen de IA necesita macOS 26.
fi: AI yhteenveto tarvitsee macOS 26.
fr: Le résumé de l'IA nécessite macOS 26.
it: Il riassunto AI necessita di macOS 26.
ja: AI サマリーには macOS 26. が必要です。
nl: AI samenvatting heeft macOS 26 nodig.
no: AI sammendrag krever macOS 26.
pl: Podsumowanie AI wymaga macOS 26.
pt: Resumido da IA precisa do macOS 26.
pt_br: Resumido da IA precisa do macOS 26.
ro: Rezumatul AI are nevoie de macOS 26.
ru: Сводка ИИ требует macOS 26.
sv: AI-sammanfattning behöver macOS 26.
uk: Для резюме AI потрібна версія macOS 26.
zh_hans: AI summary 需要 macOS 26.

source: About
ar: حول
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
fi: Tietoja
fr: À propos
id: Tentang
it: Informazioni
ko: 정보
nl: Info
no: Om
pl: O aplikacji
pt: Acerca de
pt_br: SOBRE
ro: Despre
ru: О приложении
sv: Om
tr: Hakkında
uk: Про програму
zh_hans: 关于

source: About Extensions
ar: حول الإضافات
cs: O rozšíření
da: Om Udvidelser
de: Über Erweiterungen
el: Σχετικά Με Επεκτάσεις
es: Acerca de las extensiones
fi: Tietoja Laajennuksista
fr: À propos des extensions
id: Tentang Ekstensi
it: Informazioni sulle estensioni
ja: エクステンションについて
ko: 확장 프로그램 정보
nl: Over extensies
no: Om utvidelser
pl: O rozszerzeniach
pt: Acerca das extensões
pt_br: Sobre extensões
ro: Despre Extensii
ru: О расширениях
sv: Om tillägg
tr: Uzantılar Hakkında
uk: Про розширення
zh_hans: 关于扩展

source: Access your playlists and liked songs
ar: الوصول إلى قوائم التشغيل والأغاني المفضلة
cs: Přístup k vašim playlistům a oblíbeným skladbám
da: Få adgang til dine afspilningslister og synes godt om sange
de: Greife auf deine Playlists und mit "Gefällt mir" markierten Titel zu
el: Πρόσβαση στις λίστες αναπαραγωγής σας και τα αγαπημένα τραγούδια
es: Accede a tus playlists y a tus canciones marcadas con Me gusta
fi: Pääsy soittolistoihisi ja tykkäisiin kappaleisiin
fr: Accédez à vos playlists et morceaux aimés
id: Akses daftar putar dan lagu yang Anda sukai
it: Accedi alle tue playlist e ai brani che ti piacciono
ja: プレイリストやお気に入りの曲にアクセスする
ko: 재생목록과 좋아요 표시한 노래에 액세스하세요
nl: Krijg toegang tot je afspeellijsten en leuk gevonden nummers
no: Få tilgang til spillelister og likte sanger
pl: Uzyskaj dostęp do swoich playlist i polubionych utworów
pt: Aceda às suas listas de reprodução e às músicas de que gosta
pt_br: Acesse suas playlists e músicas curtidas
ro: Accesează-ți listele de redare și melodiile preferate
ru: Получите доступ к своим плейлистам и понравившимся трекам
sv: Få åtkomst till dina spellistor och gillade låtar
tr: Çalma listelerinize ve beğendiğiniz şarkılara erişin
uk: Перегляньте свої плейлисти і вподобані пісні
zh_hans: 访问您的播放列表和喜欢的歌曲

source: Account
ar: الحساب
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fi: Tili
fr: Compte
id: Akun
ja: アカウント
ko: 계정
nl: Rekening
no: Konto
pl: Konto
pt: Conta
pt_br: conta
ro: Cont
ru: Учетная запись
sv: Konto
tr: Hesap
uk: Обліковий запис
zh_hans: 账户

source: Acoustic
ar: صوتي
cs: Akustický
da: Akustisk
de: Akustisch
el: Ακουστική
es: Acústico
fi: Akustinen
fr: Acoustique
id: Akustik
it: Acustico
ko: 어쿠스틱
nl: Akoestisch
no: Akustisk
pl: Akustyczne
pt: Acústico
pt_br: acústica
ro: Acumustică
ru: Акустика
sv: Akustisk
tr: Akustik
uk: Акустика
zh_hans: 音效

source: Active
ar: نشط
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργό
es: Activo
fi: Aktiivinen
fr: Actif
id: Aktif
it: Attivo
ja: アクティブ
ko: 동작 중
nl: Actief
no: Aktiv
pl: Aktywne
pt: Ativo
pt_br: ativo
ro: Activ
ru: Активно
sv: Aktiv
tr: Etkin
uk: Активний
zh_hans: 已启用

source: Ad Blocker
ar: مانع الإعلانات
cs: Blokování reklam
da: Reklame Blocker
de: Werbeblocker
el: Μπλοκάρισμα Διαφημίσεων
es: Bloqueador de anuncios
fi: Mainosten Estäjä
fr: Bloqueur de publicités
ja: 広告ブロッカー
no: Reklameblokkerer
pl: Blokowanie reklam
pt: Bloqueador de anúncios
pt_br: Bloqueador de anúncios
ro: Blocare Reclamă
ru: Блокировщик рекламы
sv: Annonsblockerare
uk: Блокувальник реклами
zh_hans: 广告屏蔽器

source: Add Extension…
ar: إضافة إضافة…
cs: Přidat rozšíření…
da: Tilføj Udvidelse…
de: Erweiterung hinzufügen…
es: Agregar extensión…
fi: Lisää Lisäosa…
fr: Ajouter une extension…
id: Tambahkan Ekstensi…
it: Aggiungi estensione…
ko: 확장 프로그램 추가…
nl: Extensie toevoegen…
no: Legg til utvidelse…
pl: Dodaj rozszerzenie…
pt: Adicionar extensão…
pt_br: Adicionar Extensão…
ro: Adaugă Extensie…
ru: Добавить расширение…
sv: Lägg till tillägg…
tr: Uzantı ekle…
uk: Додати розширення…
zh_hans: 添加扩展…

source: Add a WebKit-compatible extension to get started.
ar: أضف إضافة متوافقة مع WebKit للبدء.
cs: Chcete-li začít, přidejte rozšíření kompatibilní s WebKitem.
da: Tilføj en WebKit-kompatibel udvidelse for at komme i gang.
de: Füge eine WebKit-kompatible Erweiterung hinzu, um loszulegen.
el: Προσθέστε μια επέκταση συμβατή με WebKit για να ξεκινήσετε.
es: Agrega una extensión compatible con WebKit para comenzar.
fi: Lisää WebKit-yhteensopiva laajennus aloittaaksesi.
fr: Ajoutez une extension compatible WebKit pour commencer.
id: Tambahkan ekstensi yang kompatibel dengan WebKit untuk memulai.
it: Aggiungi un'estensione compatibile con WebKit per iniziare.
ja: WebKit 互換の拡張機能を追加して開始します。
ko: 시작하려면 WebKit 호환 확장 프로그램을 추가하세요.
nl: Voeg een WebKit-compatibele extensie toe om aan de slag te gaan.
no: Legg til en WebKit-kompatibel utvidelse for å komme i gang.
pl: Dodaj rozszerzenie zgodne z WebKit, aby rozpocząć.
pt: Adicione uma extensão compatível com WebKit para começar.
pt_br: Adicione uma extensão compatível com WebKit-para começar.
ro: Adaugă o extensie compatibilă WebKit pentru a începe.
ru: Чтобы начать, добавьте расширение, совместимое с WebKit.
sv: Lägg till ett WebKit-kompatibelt tillägg för att komma igång.
tr: Başlamak için WebKit uyumlu bir uzantı ekleyin.
uk: Щоб почати, додайте розширення, сумісне з WebKit.
zh_hans: 添加一个 WebKit 兼容扩展以开始操作。

source: Add a comment…
ar: إضافة تعليق…
cs: Přidat komentář…
da: Tilføj en kommentar…
de: Kommentar hinzufügen…
es: Agregar un comentario…
fi: Lisää kommentti…
fr: Ajouter un commentaire…
id: Tambahkan komentar…
it: Aggiungi commento…
ko: 댓글 추가…
nl: Reactie toevoegen…
no: Legg til en kommentar…
pl: Dodaj komentarz…
pt: Adicionar comentário…
pt_br: Adicionar um comentário…
ro: Adaugă un comentariu…
ru: Добавить комментарий…
sv: Lägg till en kommentar…
tr: Yorum ekle…
uk: Додати коментар…
zh_hans: 添加评论…

source: Add to Favorites
ar: إضافة إلى المفضلة
cs: Přidat do oblíbených
da: Føj til favoritter
de: Zu Favoriten hinzufügen
el: Προσθήκη στα Αγαπημένα
es: Añadir a Favoritos
fi: Lisää suosikkeihin
fr: Ajouter aux favoris
id: Tambah ke Favorit
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
nl: Voeg toe aan favorieten
no: Legg til i favoritter
pl: Dodaj do ulubionych
pt: Adicionar aos Favoritos
pt_br: Adicionar aos Favoritos
ro: Adaugă la Favorite
ru: Добавить в избранное
sv: Lägg till i favoriter
tr: Favorilere Ekle
uk: Додати до обраного
zh_hans: 添加到收藏夹

source: Add to Library
ar: إضافة إلى المكتبة
cs: Přidat do knihovny
da: Føj til bibliotek
de: Zur Mediathek hinzufügen
el: Προσθήκη στη βιβλιοθήκη
es: Añadir a la biblioteca
fi: Lisää kirjastoon
fr: Ajouter à la bibliothèque
id: Tambah ke Pustaka
it: Aggiungi alla libreria
ja: ライブラリに追加
ko: 보관함에 추가
nl: Voeg toe aan bibliotheek
no: Legg til i bibliotek
pl: Dodaj do biblioteki
pt: Adicionar à Biblioteca
pt_br: Adicionar à biblioteca
ro: Adaugă la bibliotecă
ru: Добавить в медиатеку
sv: Lägg till i biblioteket
tr: Kitaplığa Ekle
uk: Додати до бібліотеки
zh_hans: 添加到书库

source: Add to Playlist
ar: إضافة إلى قائمة تشغيل
cs: Přidat do playlistu
da: Føj til spilleliste
de: Zur Playlist hinzufügen
el: Προσθήκη στη λίστα αναπαραγωγής
es: Agregar a la playlist
fi: Lisää soittolistaan
fr: Ajouter à la playlist
id: Tambahkan ke Playlist
it: Aggiungi alla playlist
ja: プレイリストに追加
ko: 재생목록에 추가
nl: Toevoegen aan afspeellijst
no: Legg til i Spilleliste
pl: Dodaj do playlisty
pt: Adicionar à lista de reprodução
pt_br: Adicionar à playlist
ro: Adaugă la Playlist
ru: Добавить в плейлист
sv: Lägg till i spellista
tr: Çalma listesine ekle
uk: Додати до плейлиста
zh_hans: 添加到播放列表

source: Add to Queue
ar: إضافة إلى قائمة الانتظار
cs: Přidat do fronty
da: Føj til kø
de: Zur Warteschlange hinzufügen
el: Προσθήκη στην ουρά
es: Añadir a la cola
fi: Lisää jonoon
fr: Ajouter à la file d'attente
id: Tambah ke Antrean
it: Aggiungi alla coda
ja: キューに追加
ko: 대기열에 추가
nl: Voeg toe aan wachtrij
no: Legg til i køen
pl: Dodaj do kolejki
pt: Adicionar à fila
pt_br: Adicionar à fila
ro: Adaugă în coadă
ru: Добавить в очередь
sv: Lägg till i kön
tr: Sıraya Ekle
uk: Додати до черги
zh_hans: 添加到队列

source: Add to Sidebar
ar: إضافة إلى الشريط الجانبي
cs: Přidat do postranního panelu
da: Tilføj til sidepanel
de: Zur Seitenleiste hinzufügen
el: Προσθήκη στην πλευρική μπάρα
es: Añadir a la barra lateral
fi: Lisää sivupalkkiin
fr: Ajouter à la barre latérale
id: Tambah ke Bilah Samping
it: Aggiungi alla barra laterale
ja: サイドバーに追加
ko: 사이드바에 추가
nl: Voeg toe aan zijbalk
no: Legg til i sidestolpe
pl: Dodaj do paska bocznego
pt: Adicionar à barra lateral
pt_br: Adicionar ao painel lateral
ro: Adaugă la bara laterală
ru: Добавить на боковую панель
sv: Lägg till i sidofältet
tr: Kenar Çubuğuna Ekle
uk: Додати на бічну панель
zh_hans: 添加到侧边栏

source: Add to Watch Later
ar: إضافة إلى المشاهدة لاحقًا
cs: Přidat do sledování později
da: Føj til Watch Senere
de: Zu "Später ansehen" hinzufügen
el: Προσθήκη στο ρολόι αργότερα
es: Agregar a Ver más tarde
fi: Lisää katsomaan myöhemmin
fr: Ajouter à Regarder plus tard
id: Tambahkan ke Tonton Nanti
it: Aggiungi a guarda più tardi
ja: 後でウォッチに追加
ko: 나중에 볼 동영상에 추가
nl: Toevoegen aan Later bekijken
no: Legg til senere
pl: Dodaj do Obejrzyj później
pt: Adicionar a Ver mais tarde
pt_br: Adicionar para Assistir mais tarde
ro: Adaugă la Urmărire mai târziu
ru: Добавить в "Посмотреть позже"
sv: Lägg till i Titta senare
tr: Daha Sonra İzle'ye ekle
uk: Додати до "Переглянути пізніше"
zh_hans: 稍后添加到观察

source: Added to Library
ar: تمت الإضافة إلى المكتبة
cs: Přidáno do knihovny
da: Føjet til Bibliotek
de: Zur Mediathek hinzugefügt
el: Προστέθηκε στη Βιβλιοθήκη
es: Añadido a la biblioteca
fi: Lisätty kirjastoon
fr: Ajouté à la bibliothèque
id: Ditambahkan ke Pustaka
it: Aggiunto alla libreria
ja: ライブラリに追加しました
ko: 보관함에 추가됨
nl: Toegevoegd aan bibliotheek
no: Lagt til i biblioteket
pl: Dodano do biblioteki
pt: Adicionado à Biblioteca
pt_br: Adicionado à biblioteca
ro: Adăugat la bibliotecă
ru: Добавлено в медиатеку
sv: Tillagd i biblioteket
tr: Kitaplığa Eklendi
uk: Додано до бібліотеки
zh_hans: 添加到书库

source: Adds a third 'smart' state to the shuffle button that interleaves recommended tracks into your queue
ar: يضيف حالة "ذكية" ثالثة إلى زر الخلط لإدراج المقطوعات المقترحة ضمن قائمة التشغيل
cs: Přidá třetí stav 'smart' do náhodného tlačítka, které přepíná doporučené skladby do vaší fronty
da: Tilføjer en tredje 'smart' tilstand til shuffle knappen, der krydser anbefalede spor i din kø
de: Fügt der Taste für die Zufallswiedergabe einen dritten „intelligenten“ Zustand hinzu, der empfohlene Titel in deine Warteschlange einstreut
el: Προσθέτει μια τρίτη 'έξυπνη' κατάσταση στο κουμπί ανακατέματος που αφήνει τα συνιστώμενα κομμάτια στην ουρά σας
es: Añade un tercer estado "inteligente" al botón de aleatorio que intercala pistas recomendadas en tu cola
fi: Lisää kolmannen älykkään tilan sekoituspainikkeeseen, joka leikkaa suositellut kappaleet jonoosi
fr: Ajoute un troisième état « intelligent » au bouton de lecture aléatoire qui intègre des titres recommandés à votre file d’attente
id: Menambahkan status "cerdas" ketiga ke tombol acak yang menyisipkan trek rekomendasi ke antrean Anda
it: Aggiunge un terzo stato 'intelligente' al pulsante Casuale che intreccia i brani consigliati nella tua coda
ja: おすすめのトラックをキューに入れるシャッフルボタンに 3 つ目の「スマート」状態を追加します
ko: 셔플 버튼에 추천 트랙을 대기열에 끼워 넣는 세 번째 '스마트' 상태를 추가합니다
nl: Voegt een derde 'slimme' stand toe aan de shuffleknop die aanbevolen nummers tussen je wachtrij plaatst
no: Legger til en tredje 'smart' tilstand på shuffle-knappen som blinker med anbefalte spor i køen
pl: Dodaje trzeci, „inteligentny” stan do przycisku losowania, który przeplata polecane utwory z Twoją kolejką
pt: Adiciona um terceiro estado "inteligente" ao botão Aleatório que intercala faixas recomendadas na sua fila
pt_br: Adiciona um terceiro estado 'inteligente' ao botão de embaralhar que intercepta faixas recomendadas em sua fila
ro: Adaugă o a treia stare 'inteligentă' la butonul de amestecare, care interferează melodiile recomandate în coada de așteptare
ru: Добавляет третье «умное» состояние кнопке перемешивания, которое вставляет рекомендованные треки в вашу очередь
sv: Lägger till ett tredje ”smart” läge på blandningsknappen som väver in rekommenderade spår i din kö
tr: Karıştırma düğmesine, önerilen parçaları kuyruğunuza ekleyen üçüncü bir "akıllı" durum ekler
uk: Додає третій «розумний» стан кнопки перемішування, який чергує рекомендовані треки у вашій черзі
zh_hans: 将第三个“智能”状态添加到随机按钮，将推荐曲目交出到您的队列中

source: AirPlay
ar: أيربلاي
uk: Айранґ

source: AirPlay Connected
ar: AirPlay متصل
cs: AirPlay připojen
da: AirPlay Forbundet
de: AirPlay verbunden
el: Το AirPlay Συνδέθηκε
es: AirPlay conectado
fi: AirPlay Yhdistetty
fr: AirPlay connecté
id: AirPlay Terhubung
it: AirPlay connesso
ja: AirPlay が接続されました
ko: AirPlay 연결됨
nl: AirPlay verbonden
no: AirPlay tilkoblet
pl: Połączono z AirPlay
pt: AirPlay ligado
pt_br: AirPlay Conectado
ro: AirPlay conectat
ru: AirPlay подключен
sv: AirPlay ansluten
tr: AirPlay Bağlı
uk: AirPlay підключено
zh_hans: AirPlay 已连接

source: Album
ar: ألبوم
el: Άλμπουμ
es: Álbum
fi: Albumi
ja: アルバム
ko: 앨범
pt: Álbum
pt_br: Álbum
ru: Альбом
tr: Albüm
uk: Альбом
zh_hans: 相册

source: Albums
ar: ألبومات
cs: Alba
da: Albummer
de: Alben
el: Άλμπουμ
es: Álbumes
fi: Albumit
id: Album
it: Album
ja: アルバム
ko: 앨범
no: Album
pl: Albumy
pt: Álbuns
pt_br: álbuns
ro: Albume
ru: Альбомы
sv: Album
tr: Albümler
uk: Альбоми
zh_hans: 相册

source: All
ar: الكل
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
fi: Kaikki
fr: Tout
id: Semua
it: Tutti
ja: すべて
ko: 전체
nl: Alle
no: Alle
pl: Wszystkie
pt: Tudo
pt_br: TODOS
ro: Toate
ru: Все
sv: Alla
tr: Tümü
uk: Усі
zh_hans: 所有的

source: All Episodes
ar: جميع الحلقات
cs: Všechny epizody
da: Alle Episoder
de: Alle Folgen
el: Όλα Τα Επεισόδια
es: Todos los episodios
fi: Kaikki Jaksot
fr: Tous les épisodes
id: Semua Episode
it: Tutti gli episodi
ja: すべてのエピソード
ko: 전체 에피소드
nl: Alle afleveringen
no: Alle episoder
pl: Wszystkie odcinki
pt: Todos os episódios
pt_br: Todos os episódios
ro: Toate episoadele
ru: Все выпуски
sv: Alla avsnitt
tr: Tüm Bölümler
uk: Усі епізоди
zh_hans: 所有剧集

source: Ambient
ar: محيطي
cs: Ambientní
da: Omgivelse
de: Atmosphärisch
el: Περιβάλλον
es: Ambiental
fi: Ympäristö
fr: Ambiant
ja: アンビート
ko: 앰비언트
nl: Omgeving
pt: Ambiente
pt_br: Ambiente
ru: Атмосферный
sv: Omgivande
uk: Ембієнт
zh_hans: 环境的

source: Ambient Backdrop
ar: خلفية محيطية
cs: Pozadí okolního prostředí
da: Omgivende Baggrund
de: Atmosphärischer Hintergrund
el: Περιβάλλον Φόντου
es: Fondo ambiental
fi: Ympäristön Taustat
fr: Arrière-plan ambiant
id: Latar Ambient
it: Sfondo ambient
ja: アンビエント背景
ko: 앰비언트 배경
nl: Ambient-achtergrond
no: Omgivelsesbakgrunn
pl: Tło ambient
pt: Pano de fundo ambiente
pt_br: Fundo Ambiente
ro: Fundal Ambient
ru: Атмосферный фон
sv: Ambient bakgrund
tr: Ambient arka plan
uk: Ембієнтне тло
zh_hans: 主动后退
